Repository: ZharaOo/TheLogic
Catalog: swift/The logic/*.lproj/Localizable.strings
Languages: ru

source: The game set a sequence composed of four chips. Press the buttons below to put your version of sequence.
ru: Игра загадала последовательность из четырех фишек. Нажимайте на кнопки внизу, чтобы выставить последовательность.

source: Upper right chips show accuracy of your answer. Black chip shows that color was guessed and it on the right place. White chip shows that color was guessed and it’s place is wrong.
ru: Фишки справа вверху показывают правильность ответа. Черная фишка означает, что угадан какой-то цвет и он стоит на своем месте. Белая фишка означает, что был угадан цвет, но он стоит не на своем месте.

# Например, в первом ответе
source: For instance, in the first answer
ru: Например, в первом ответе

# В предыдущем ответе
source: In previous answer
ru: В предыдущем ответе

# %d из них стоят на своем месте.
source: %d chips are on the right place.
ru: %d из них стоят на своем месте.

# При этом все цвета стоят не на своем месте.
source: Wherein all chips with correct color are on the wrong place.
ru: При этом все цвета стоят не на своем месте.

# Для %d цветов место неверно.
source: For %d chips with right color place is wrong.
ru: Для %d цветов место неверно.

# Ходы: %ld
source: Moves: %ld
ru: Ходы: %ld

# Ходы: %ld Лучшие: %ld
source: Moves: %ld Best: %ld
ru: Ходы: %ld Лучшие: %ld

# Время: %@ Лучшее: %@
source: Time: %@ Best: %@
ru: Время: %@ Лучшее: %@

# Подсказки
source: Prompting
ru: Подсказки

# Хотите ли вы оставить подсказки в игре?
source: Do you want to have promptings in a game?
ru: Хотите ли вы оставить подсказки в игре?
